 [
    { 
        "name" :"Kotak Shiksha Nidhi",  
        "logo" :"/img/kotak nidhi.jpg",
        "state" : "All",
        
        "category" :"All",
        "tag" : "engineering medical pharmacy school",
        "eligiblity":["Students studying in schools and colleges across India falling under any of the below categories" , "Loss of both parents due to COVID-19","Loss of one of the parents due to COVID-19","Loss of the primary earning member of the family (other than parent) due to COVID-19","Applicants must be school or college going students from 1st standard up to Diploma or Graduation (ages 6 years to 22 years)."],
        "closeingDate":" 31/03/2022",
        "document":["Aadhaar Card, Voter Identity Card, Driving License, PAN Card.","Current academic year admission proof such as fee receipt/ bonafide letter/institution ID card/admission letter and mark sheet of previous class grade (optional)","Death certificate of primary earning member(s), parent, parents","Proof of death due to COVID-19 such as hospital receipt, doctor prescription, COVID-19 test report etc","Reference from two (2) persons who are aware of the family's crisis (can be a school teacher, doctor, head of school, college, or a government officer, etc.), if required","Bank account details of the applicant, if the beneficiary student (applicant) is above 18 years otherwise parents bank account details","Passport size photograph of the applicant and the guardian"],
        "about":"Under the CSR Project of Education & Livelihood of Kotak Group Companies, their partner organisation Kotak Education Foundation is implementing ‘Kotak Shiksha Nidhi’ – financial assistance to students, who have lost primary earning member of the family due to COVID-19, for the continuation of education.",
        "link":"https://kotakeducation.org/kotak-shiksha-nidhi/",
        "process":["Click on the ‘Apply Now’ button below.",
        "Login to Buddy4Study with your registered ID and you will be redirected to the ‘Kotak Shiksha Nidhi Application Form Page’.",
        "If not registered on Buddy4Study - Register at Buddy4Study with your Email/Mobile/Facebook/Gmail account.",
        "Click on the ‘Start Application’ button to begin the application process.",
        "Fill in the required details in the online application form.",
        "Upload relevant documents.",
        "Accept the ‘Terms and Conditions and click on ‘Preview’. ", 
        "You need to review your details seen on screen for correctness, thereafter, click on the ‘Submit’ button to complete the application process"],
        "benefit": ["Includes Indian national students studying in schools and colleges in India.",
        "Includes school & college fees, library deposit, stationery and other continuation of education relevant expenses payable to school/college, hostel lodging & boarding expenses",
        "Excludes International boards such as IGCSE, IB, etc."]
    },
    {
        "name":"Mukhyamantri Yuva Swavalamban Yojana (MYSY)",
        "state": "Gujarat",
        "category" :"All",
        "logo":"/img/MYSY.png",
        "tag" : "engineering medical pharmacy",
        "link":"https://mysy.guj.nic.in/",
        "closeingDate":"Not Declared",
        "about":"Mukhymantri Yuva Swavalamban Yojana or MYSY Scholarship is a scholarship scheme that is offered to the economically weaker section students of Gujarat. All those students who wish to pursue higher education like diploma courses, engineering, pharmacy course, medical course, etc apply for MYSY scholarship every year. The government spends Rs 1000 crore on this scholarship scheme every year. All those students who are interested to apply for the MYSY scholarship have to go to the official website",
        "eligiblity":["All those students who have secured 80 percentile or more marks in class 10th or 12th and want to take admission in diploma or bachelor’s degree","Those students whose parents annual income is not more than Rs 600000","Those students who have secured more than 65% marks in diploma and wants to get admission in bachelor"],
        "benefit":["Under MYSY scholarship scheme the non- reserve students will also get financial help for buying books and equipments","For those students who are in Gujarat medical education research society and dental courses will get financial assistance of Rs 10 lakh during 5 years"],
        "document":["Income certificateIncome certificate","Adhaar Card","Self declaration form","Certificate from institute for new student","Renewal certificate from institute","Self declaration for non IT returns","10th and 12th standard marksheet","Admission letter and fee receipt","Bank account proof","Hostel admission letter and fee receipt","Affidavit (non-judicial stamp paper Rs 20)","Recent passport size photo"],
        "process":["Go To official website to know more"]

    },
    {
        "name":"Tata Trusts Means Grant for College 2022-23",
        "Gujarat" : "All",
        "category" :"All",
        "logo":"./img/tata-trust.png",
        "tag" : "school medical commerce arts ",
        "link":"https://www.tatatrusts.org/our-work/individual-grants-programme/education-grants",
        "closeingDate":"31/10/2023",
        "about":"Tata Trusts Means Grant for College 2022-23 is an initiative of Tata Trusts in association with Aatman Academy for Research and Training for Class 11 to graduate students studying in colleges located within Mumbai and its suburban areas.",
        "eligiblity":["Indian",
        "Be studying in Class 11 to Graduation (except Engineering)",
        "Be enrolled at a college located within Mumbai/Mumbai suburban areas Have applied for the current academic year i.e., for the academic year 2022-2023",
        "Have secured at least a pass class in their previous examination"],
        "benefit":"The students will receive financial assistance based on their needs. The scheme offers partial assistance to college (till graduation – except engineering stream) and school-going (STD VIII onwards) students towards their fees.",
        "document":["Application stating student’s complete family and academic background Marksheet for the Academic year 2021-2022"," Fee receipt for the Academic year 2022-2023"," Family Income Proof"],
        "process":[" Click on the 'Apply Now' button and read all the details carefully.",
        "Prepare an application and send it with all supporting documents through email at - igpedu@tatatrusts.org."]

    },
    {
        "name":"Digital Gujarat",
        "state" : "Gujarat",
        "logo":"",
        "category" :"all",
        "link":"https://www.digitalgujarat.gov.in/",
        "closeingDate":"Closed",
        "about":"Gujarat Scholarship 2022 is for the students who are studying in class 1st to Post Graduation level. Schemes are available for the entire reserved category – SC/ BC/ Minority/ ST/ NTDNT/ SEBC/ other backward classes/ Valmiki/ Hadi/ Nadiya/ Turi/ Senva/ Vankar Sadhu/ Garo-Garoda/ Dalit-Bava/ Tirgar/ Tirbanda/ Turi-Barot/ Matang/ Thori community. The aim of the government behind the scholarship scheme is to encourage the students to study and financially help them. Applicants have to collect the information first before applying for the scheme.",
        "eligiblity":"Eligibility depend on for which scholarships you are wish to apply under digital gujarat scheme",
        "benefit":"Depend on selected scheme",
        "document":["Caste Certificate From the Competent Authorities",
        "First Page Of Bank PassBook/Cancelled Cheque",
        "Fee Receipt of Current Course Year",
       "Self Attested Certificate of Previous academic marksheet",
        "Hostel Certificate(Only For Hosteller Student)",
       "Income Certificate (Competent Authority)(Form no.16 required For Govt. Employee)",
       "School Leaving Certificate",
        "School/College Current Year Bonafide Certificate",
        "Identity Card (College/School)"],
        "process":["Register with your login crediential on official website","select your proper scheme which is suitable to your application","complete the process"]

    },
    {
        "name":"samsung star scholar program",
        "logo":"",
        "state" : "All",
        "category" :"All",
        "link":"https://www.samsung.com/in/microsite/sapne-hue-bade/star-scholar/",
        "closeingDate":"15/01/2022",
        "about":"Samsung as part of its Corporate Social Responsibility (CSR) initiatives has instituted the Star Scholar program (“Program”). The scholarship Program is applicable for students of Jawahar Navodaya Vidyalaya (JNVs) currently pursuing a full term BE/B. Tech/Dual Degree (B.Tech + M.Tech) course only in an Indian Institute of Technology (IIT) or a National Institute of Technology (NIT) in India. IIT and NIT may individually be referred to as “Institute” or collectively as “Institutes”",
        "eligiblity":"Samsung as part of its Corporate Social Responsibility (CSR) initiatives has instituted the Star Scholar program (“Program”). The scholarship Program is applicable for students of Jawahar Navodaya Vidyalaya (JNVs) currently pursuing a full term BE/B. Tech/Dual Degree (B.Tech + M.Tech) course only in an Indian Institute of Technology (IIT) or a National Institute of Technology (NIT) in India. IIT and NIT may individually be referred to as “Institute” or collectively as “Institutes”",
        "benefit":"200000/year to the selected students",
        "document":"Described in official website",
        "process":["Applicants must comply with all applicable enrolment and registration deadlines as published.",
            "Original application forms must be sent as a hard copy (print format) to Samsung at the address as mentioned below. Please mention New Applicant/Renewal on the outer envelope. Address for sending Application Form",
            "STAR SCHOLAR",
            "Corporate Citizenship (CRO)",
           " Samsung India Electronics Pvt. Ltd.,",
            "20th ~ 24th Floor, Two Horizon Centre, Golf Course Road,",
            "Sector - 43, DLF Phase V, Gurgaon, Haryana -122002, India",
            "Scanned copy of the complete application form along with supporting documents must be sent to email id: star.scholar@samsung.com",
            "Samsung will inform applicants on their selection through individuals emails upon due validation of the submitted documents."]

    },
    {
        "name":"Food Bill Assistance for Medical/Engineering Students (SEBC)",
        "logo":"",
        "link":"https://www.digitalgujarat.gov.in/CitizenApp/Citizen/CitizenWEBUI/ClientHomePage.aspx",
        "closeingDate":"Closed",
        "about":"Govrnment of Gujarat providing food bill assistance for Medical/Engineering Students of SEBC (socially backward class) to help them in study",
        "eligiblity":"",
        "category" :"sebc",
        "benefit":"10000/year to the all selected student",
        "document":["Caste Certificate From the Competent Authorities",
            "First Page Of Bank PassBook/Cancelled Cheque",
            "Fee Receipt of Current Course Year",
           "Self Attested Certificate of Previous academic marksheet",
            "Hostel Certificate(Only For Hosteller Student)",
           "Income Certificate (Competent Authority)(Form no.16 required For Govt. Employee)",
           "School Leaving Certificate",
            "School/College Current Year Bonafide Certificate",
            "Identity Card (College/School)"],
        "process":"Click on apply now and go to official website"

    },
    {
        "name":"Global Scholarship Program – AIS 2022",
        "logo":"",
        "state" : "All",
        "category" :"All",
        "link":"https://www.aistechnolabs.com/global-scholarship-program/",
        "closeingDate":"16/05/2022",
        "about":"Global Scholarship Program – AIS 2022 is an initiative by the AIS Technolabs Pvt. Ltd. for postgraduate or undergraduate applicants. It is meant for students across the world who intend to make an important contribution to different aspects of education. The scholarship aims to build a global network of future leaders in every industry and niche. The selected scholars will receive variable awards.",
        "eligiblity":["Have applied for a postgraduate or undergraduate course in any subject of their choice with an accredited college/institution/university in the world",
        "Have completed at least one term in the respective course"],
        "benefit":"nnual scholarship award for up to two years for any subject and any college or university across the world",
        "document":["Application","A project on the subject highlighting the purpose and flow of a particular topic in detail (1,500-2,000 words)"],
        "process":["Click on the 'Apply Now' button.",
        "Send the application with a project through email at - sunnyc@aistechnolabs on or before 15th May of every year."]

    },
    {
        "name":"Raman Research Fellowship 2022-23",
        "logo":"",
        "state" : "All",
        "category" :"All",
        "link":"https://www.csir.res.in/sites/default/files/RRF%20Form%20for%20IT%202022-2023.pdf",
        "closeingDate":"30/06/2022",
        "about":"Raman Research Fellowship 2022-23 is an initiative by the Council of Scientific and Industrial Research, Ministry of Science and Technology (Government of India) for CSIR researchers. The fellowship gives the research people an opportunity for carrying out research in the fields of emerging/high priority technology at renowned foreign institutions/R&D Centres of Excellence to enhance their R&D capability/skills. The selected candidates receive USD 2,500 per month and other benefits.",
        "eligiblity":["Be a regular scientist of CSIR (Council Of Scientific And Industrial Research)",
        "Have high academic qualifications, i.e., postgraduation degree in Engineering and Ph.D. degree in Natural Science",
        "Have completed a minimum of 5 years of service in CSIR on the last date for receipt of the applications",
        "Have made a commendable contribution to research/innovation in the proposed area, which should be of international level"],
    "document":["Acceptance letter of the host institute",
        "A copy of the detailed description of the research work to be carried out abroad",
        "A write-up of one page describing the novelty of the research topic",
        "List of publications including both national and international",
        "List of Books and Patents (if any)"],
        "benefit" :["A fellowship of USD 2,500 per month",
        "International airfare to & fro by cheapest Economy class and other 2000 USD for conferences"],
        "process":"send a copy of the nomination summary in the prescribed format through email at - kamlesh@csir.res.in."

    },
    {
        "name":"Foundation For Excellence FFE",
        "state" : "All",
        "category" :"All",
        "logo":"",
        "link":"https://ffe.org/scholarships/",
        "closeingDate":"Closed",
        "about":"The Foundation for Excellence (FFE) was founded with the mission to award college scholarships to students who, although financially constrained, showed great promise in the Engineering, Medical, BPharm and law programs, these being some of the most expensive higher education programs in India. Apart from FFE’s alumni, who support future scholars like themselves, donations come from all around the world from individual donors, corporations and foundations.",
        "eligiblity":["Family income should less than 2.5Lac","Only Professional Degree Courses Eligible For Scholarships Are B.E./B.Tech","Only First-Year Applicants Beginning Their Studies In B.E., B.Tech, Integrated 5-Year Dual-Degree M.Tech ,MBBS, BPharm And LLB Are Eligible.","Admission To Professional Degree Courses/Institutions Is Based On The Merit Rank Awarded At The State Or National Level"],
        "benefit":"40000 per year",
        "document":["X And XII Marks Sheet",
            "Bonafide Certificate From College",
            "Rank Certificate",
           " Counselling Letter For Seat Allotment",
           " Family Income Certificate Or Salary Slip (For 3 Months) Or IT Return Form",
           " Tuition/Hostel/Mess Paid Receipts",
           " Statement Of Estimated Expenses From College",
           " Bank Passbook Copy For Bank Account Details Confirmation",
          "  E-Aadhaar Or Scanned Copy Of Your Original Aadhaar"],
        "process":"Click on Apply now button and follow official website producers"

    },
    {
        "name":"PRAGATI SCHOLARSHIP SCHEME FOR GIRL STUDENTS -",
        "logo":"",
        "state" : "All",
        "category" :"All",
        "link":"https://scholarships.gov.in/",
        "closeingDate":"Closed",
        "about":"Scheme being implemented by AICTE aimed at providing assistance for advancement of Girls pursuing technical education. Education is one of the most important means of empowering women with the knowledge, skill and self-confidence necessary to participate  fully in the development process. This is an attempt to give young women the opportunity to   further her education and prepare for a successful future by “Empowering Women through Technical Education”.",
        "eigiblity":["Girl should take admission in first year degree course","family have at most two girls" , "family income should lesss than 8Lac"],

        "benefit":"Rs. 50,000/- per annum for every year of study",
        "document":"Go to official website for producer on NSP website",
        "process":[" The candidate fulfilling the eligibility conditions is required to apply online on  National Scholarship Portal (NSP) after initiation of application process and notice to    be published on AICTE website.",
            "The host institution where the candidate is studying, required to verify the online  application.",
          "Department of Technical Education (DTE) of respective State/ UT will verify these applications as second level of scrutiny."]

    },
    {
        "name":"",
        "logo":"",
        "link":"",
        "closeingDate":"",
        "about":"",
        "eligiblity":"",
        "benefit":"",
        "document":"",
        "process":""

    },
    {
        "name":"",
        "logo":"",
        "link":"",
        "closeingDate":"",
        "about":"",
        "eligiblity":"",
        "benefit":"",
        "document":"",
        "process":""

    },
    {
        "name":"",
        "logo":"",
        "link":"",
        "closeingDate":"",
        "about":"",
        "eligiblity":"",
        "benefit":"",
        "document":"",
        "process":""

    },
    {
        "name":"",
        "logo":"",
        "link":"",
        "closeingDate":"",
        "about":"",
        "eligiblity":"",
        "benefit":"",
        "document":"",
        "process":""

    },
    {
        "name":"",
        "logo":"",
        "link":"",
        "closeingDate":"",
        "about":"",
        "eligiblity":"",
        "benefit":"",
        "document":"",
        "process":""

    },
    {
        "name":"",
        "logo":"",
        "link":"",
        "closeingDate":"",
        "about":"",
        "eligiblity":"",
        "benefit":"",
        "document":"",
        "process":""

    },
    {
        "name":"",
        "logo":"",
        "link":"",
        "closeingDate":"",
        "about":"",
        "eligiblity":"",
        "benefit":"",
        "document":"",
        "process":""

    },
    {
        "name":"",
        "logo":"",
        "link":"",
        "closeingDate":"",
        "about":"",
        "eligiblity":"",
        "benefit":"",
        "document":"",
        "process":""

    },
    {
        "name":"",
        "logo":"",
        "link":"",
        "closeingDate":"",
        "about":"",
        "eligiblity":"",
        "benefit":"",
        "document":"",
        "process":""

    },
    {
        "name":"",
        "logo":"",
        "link":"",
        "closeingDate":"",
        "about":"",
        "eligiblity":"",
        "benefit":"",
        "document":"",
        "process":""

    },
    {
        "name":"",
        "logo":"",
        "link":"",
        "closeingDate":"",
        "about":"",
        "eligiblity":"",
        "benefit":"",
        "document":"",
        "process":""

    },
    {
        "name":"",
        "logo":"",
        "link":"",
        "closeingDate":"",
        "about":"",
        "eligiblity":"",
        "benefit":"",
        "document":"",
        "process":""

    }
]